ent-MobMothroachMustard = горчичная таракамоль
    .desc = Замечательный результат того, как шеф-повара со всего мира скрещивают мясо с соусом.

ent-MobMothroachLeopard = леопардовая таракамоль
    .desc = Прелестный итог множества экспериментов по скрещиванию насекомых с хищниками.

ent-MobMothroachCecropia = цекропиевая таракамоль
    .desc = Прелестный итог множества экспериментов по скрещиванию растений рода цекропия с тараканами.

ent-MobMothroachLunar = лунная таракамоль
    .desc = Кто-то оставил мотылька под луной.
